Repository: edwinxico/wp-p-pagalo-woocommerce-test
Catalog: languages/wp-pagalocard-woocommerce-*.po
Languages: es_es

source: Settings
es_es: Configuraciones

source: Cardholder Name
es_es: Titular de la tarjeta

source: CARDHOLDER NAME
es_es: TITULAR DE LA TARJETA

source: Card Number
es_es: Número de la Tarjeta

source: Expiry (MM/YY)
es_es: Expira (MM/AA)

source: Card Code
es_es: Codigo de Tarjeta

source: Take credit card payments on your store using Pagalo.
es_es: Acepta pagos con tarjetas de crédito en tu tienda usando Pagalo.

source: Credit Cards (Visa - Mastercard)
es_es: Tarjetas de crédito (Visa - Mastercard)

source: You are using the <strong>Pagalo for WooCommerce</strong> plugin developed by <a href="https://digitallabs.agency" target="_blank">Digital Labs</a>. If you need assistance configuring the plugin, help with your eCommerce site or just want to say hi, feel free to contact us <a href="https://digitallabs.agency/contacto" target="_blank">here</a>. We will be happy to work with you.
es_es: Estas utilizando el plugin <strong>Pagalo para WooCommerce</strong> desarrollado por <a href="https://digitallabs.agency" target="_blank">Digital Labs</a>. Si necesitas asistencia configurando el plugin, ayuda con tu sitio eCommerce, o solo quieres saludar, puedes comunicarte con nosotros <a href="https://digitallabs.agency/contacto" target="_blank">aqui</a>. Estaremos muy felices de trabajar contigo.

source: Enable / Disable
es_es: Activar / Desactivar

source: Enable this payment gateway
es_es: Activar ésta pasarela de pagos

source: This is the IdenEmpresa provided by Pagalo when you signed up for an account.
es_es: Este es el IdenEmpresa provisto por Pagalo al registrar una cuenta.

source: This is the Token provided by Pagalo when you signed up for an account.
es_es: Este es el token provisto por Pabalo al registrar una cuenta.

source: API Public Key
es_es: Clave API Public

source: This is the Public Key provided by Pagalo when you signed up for an account.
es_es: Esta es la clave Publica de la API provista por Pagalo al registrar una cuenta.

source: API Secret Key
es_es: Clave API Secret

source: This is the API Secret Key provided by Pagalo when you signed up for an account.
es_es: Esta es la clave Secret de la API provista por Pagalo al registrar una cuenta.

source: There is issue for connectin payment gateway. Sorry for the inconvenience.
es_es: Ocurrió un problema al conectarse con la pasarela de pagos. Lamentamos los inconvenientes.

source: Pagalo's Response was not get any data.
es_es: El servicio de Pagalo respondio si ninguna información.

source: Pagalo complete payment.
es_es: Pago a traves de Pagalo completado.

source: Payment failed. Please contact the store owner for more information or alternative ways to pay.
es_es: Pago fallido. Por favor contacta al administrador de la tienda para mayor información o formas alternativas de pago.

source: <strong>%s</strong> is enabled but remember that this plugin is for EPAY mode only. Feel free to hack into the code and make it work using Cybersource for your store or better yet, purchase an already tested, fully functional and with more features to ensure a better experience for your customers. The plugin can be purchased <a href="%s">here</a>.
es_es: <strong>%s</strong> esta activado, pero recuerda que es para el modo EPAY unicamente. Sientete libre de editar el codigo y hacerlo funcionar con Cybersource para tu tienda, o mejor aun, puedes adquirir el plugin probado, 100% funcional y con caracteristicas adicionales para mejorar la experienca de tus clientes. El plugin lo puedes adquirir <a href="%s">aqui</a>.

source: Payment Gateway for Pagalo on WooCommerce
es_es: Pasarela de pago para Pagalo en WooCommerce
